/* Localized versions of Guest Access strings */

allowButton = "共享屏幕";
denyButton = "取消";

controlTitle = "共享屏幕请求";
observeTitle = "共享屏幕请求";

controlRequestKnown = "“%2$@”上的“%1$@”想共享您的屏幕。\r\r您想要共享您的屏幕吗？";
observeRequestKnown = "“%2$@”上的“%1$@”想观察您的屏幕。\r\r您想要共享您的屏幕吗？";

controlRequestUnknown = "从地址 %@ 连接的客人用户想共享您的屏幕。\r\r仅当您确信认识此人时，再点按“共享屏幕”。";
observeRequestUnknown = "从地址 %@ 连接的客人用户想观察您的屏幕。\r\r仅当您确信认识此人时，再点按“共享屏幕”。";

errAttnReqCommString = "已发生通信错误。";
